<?php                                                      /* `,
                                                           ,\, #
    B E R R Y                                              |/  ?
    <http://goodgirl.ru/berry>                             | ~ )\
    <http://goodgirl.ru/berry/license>                     /__/\ \____
                                                           /   \_/    \
    Лёха zloy и красивый <http://lexa.cutenews.ru>        / <_ ____,_-/\ __
---------------------------------------------------------/___/_____  \--'\|/----
                                                                   \/|*/
class SQL_Raw {    protected $query;////////////////////////////////////////////////////////////////////////////////

    function __construct($query){        $this->query = $query;    }

////////////////////////////////////////////////////////////////////////////////

    function __toString(){
        return (string)$this->query;
    }

////////////////////////////////////////////////////////////////////////////////
}